{
  "landing": {
    "location": "",
    "steps": [
      {
        "intro": "Willkommen bei Div-e! In einer kurzen Tour möchten wir dir die wesentlichen Funktionen zeigen."
      },
      {
        "element": "#menu",
        "intro": "Über das Menü erreichst du die verschiedenen Funktionen der App.",
        "position": "right"
      },
      {
        "element": "#menu-tile-0",
        "intro": "Die Steckbriefe zeigen in übersichtlicher Form die wichtigsten Pflanzeneigenschaften sowie ergänzend Fotos, Videos und/oder Audios.",
        "position": "left"
      },
      {
        "element": "#menu-tile-1",
        "intro": "Mit dem Selbsttest kannst du deinen bisherigen Kenntnistand prüfen und dein botanisches Wissen festigen.",
        "position": "right"
      },
      {
        "element": "#menu-tile-2",
        "intro": "Hier sind weitere Inhalte dargestellt, die dein Wissen erweitern und vertiefen.",
        "position": "left"
      },
      {
        "element": "#menu-tile-3",
        "intro": "Hier findest du allgemeine Informationen zu Div-e und dem Projekt s.o.l.i.d. sowie unsere Datenschutzhinweise und einige Einstellungen.",
        "position": "right"
      },
      {
        "element": "#feedback",
        "intro": "Über das Kontaktformular kannst du uns Feedback geben, uns auf technische Probleme hinweisen oder andere Fragen an unser Team richten.",
        "position": "right"
      },
      {
        "element": "#menu",
        "intro": "Über das Listenmenü kannst du zu einer anderen Funktion wechseln oder wieder zurück zur Startseite gelangen.",
        "position": "right"
      },
      {
        "element": "#glossary",
        "intro": "Hier findest du unser Div-e-Glossar mit wichtigen Fachbegriffen zum Nachschlagen und Lernen. Das Glossar kann aus jeder Ansicht heraus geöffnet werden."
      },
      {
        "element": "#reportButton",
        "intro": "Wenn Dir ein inhaltlicher Fehler auffällt, kannst Du den Fehler-Melden-Button nutzen, um uns darauf hinzuweisen."
      },
      {
        "element": "#menu-tile-3",
        "intro": "Wenn du die Tour nochmals ansehen willst, kannst du sie im Info-Bereich in den <i>Einstellungen</i> wieder aktivieren."
      },
      {
        "intro": "Wir wünschen dir viel Freude beim Lernen und beim Entdecken der Div-e-App!"
      }
    ],
    "data": {
      "settingTabIndex": 3
    }
  },

  "profile": {
    "location": {
      "treeNode": "/steckbriefe/tree/10",
      "profileTree": "/steckbriefe/tree/"
    },
    "steps": [
      {
        "element": "#profile",
        "intro": "Willkommen in den Steckbriefen! In einer kurzen Tour möchten wir dir die verschiedenen Funktionen dieses Bereichs zeigen."
      },
      {
        "element": "#profile-view",
        "intro": "Hier kannst du zwischen zwei verschiedenen Ansichten der Steckbrief-Übersicht wechseln.",
        "position": "right"
      },
      {
        "element": "#profile-detail-navigation",
        "intro": "Hier kannst du zwischen Steckbriefen derselben Gattung wechseln oder den gerade offenen Steckbrief schließen."
      },
      {
        "element": "#profile-short-description",
        "intro": "Hier findest du eine Kurzbeschreibung der Art.",
        "position": "right"
      },
      {
        "element": "#profile-media-container",
        "intro": "Hier werden Fotos, Videos oder Audiodateien der ausgewählten Art angezeigt. Über die Thumbnails kannst du zwischen verschiedenen Bildern wechseln.",
        "position": "right"
      },
      {
        "element": "#profile-detail-btn",
        "intro": "Mit diesem Button öffnest du die Detailansicht. Dort gibt es eine Zoom-Funktion für hochauflösende Bilder, Audiodateien oder kurze Beschreibungstexte zum Bild.",
        "position": "right"
      },
      {
        "element": "#profile-copyright-btn",
        "intro": "Mit diesem Button kannst du die Copyright- und Lizenzinformationen zu Fotos, Videos oder Audios anzeigen.",
        "position": "right"
      },
      {
        "element": "#profile-detail-info",
        "intro": "In diesem Bereich sind wichtige Bestimmungseigenschaften der Pflanze dargestellt.",
        "position": "right"
      },
      {
        "element": "#profile",
        "intro": "Wir wünschen dir viel Spaß beim Erkunden und Bestimmen!"
      }
    ],
    "data": ""
  }
}
