{
  "landing": {
    "location": "",
    "steps": [
      {
        "intro": "Willkommen bei AIS! In einer kurzen Tour möchten wir dir die wesentlichen Funktionen zeigen."
      },
      {
        "element": "#menu",
        "intro": "Über das Menü erreichst du die verschiedenen Funktionen der App.",
        "position": "right"
      },
      {
        "element": "#menu-tile-0",
        "intro": "Hier sind verschiedene Inhalte dargestellt, die dein Wissen rund um die Bestimmung und Beschreibung archäologischer Fundstücke erweitern und vertiefen.",
        "position": "left"
      },
      {
        "element": "#menu-tile-1",
        "intro": "Mit dem Selbsttest kannst du deinen bisherigen Kenntnisstand prüfen und dein archäologisches Wissen festigen.",
        "position": "right"
      },
      {
        "element": "#menu-tile-2",
        "intro": "Hier findest du in übersichtlicher Form Fundstückbeispiele mit ihren Eigenschaften sowie Fotos, Videos und/oder Audios.",
        "position": "left"
      },
      {
        "element": "#menu-tile-3",
        "intro": "Hier findest du allgemeine Informationen zu AIS und zum Projekt s.o.l.i.d. sowie unsere Datenschutzhinweise und einige Einstellungen",
        "position": "right"
      },
      {
        "element": "#feedback",
        "intro": "Über das Kontaktformular kannst du uns Feedback geben, uns auf technische Probleme hinweisen oder andere Fragen an unser Team richten.",
        "position": "right"
      },
      {
        "element": "#menu",
        "intro": "Über das Listenmenü kannst du zu einer anderen Funktion wechseln oder wieder zurück zur Startseite gelangen.",
        "position": "right"
      },
      {
        "element": "#glossary",
        "intro": "Hier findest du unser AIS-Glossar mit wichtigen Fachbegriffen zum Nachschlagen und Lernen. Das Glossar kann aus jeder Ansicht heraus geöffnet werden."
      },
      {
        "element": "#reportButton",
        "intro": "Wenn Dir ein inhaltlicher Fehler auffällt, kannst Du den Fehler-Melden-Button nutzen, um uns darauf hinzuweisen."
      },
      {
        "element": "#menu-tile-3",
        "intro": "Wenn du die Tour nochmals ansehen willst, kannst du sie im Info-Bereich in den <i>Einstellungen</i> wieder aktivieren."
      },
      {
        "intro": "Wir wünschen dir viel Freude beim Lernen und beim Entdecken der AIS-App!"
      }
    ],
    "data": {
      "settingTabIndex": 3
    }
  },

  "profile": {
    "location": {
      "treeNode": "/fundstuecke/tree/37",
      "profileTree": "/fundstuecke/tree/"
    },
    "steps": [
      {
        "element": "#profile",
        "intro": "Willkommen bei den Fundstücken! In einer kurzen Tour möchten wir dir die verschiedenen Funktionen dieses Bereichs zeigen."
      },
      {
        "element": "#profile-view",
        "intro": "Hier kannst du zwischen zwei verschiedenen Ansichten der Steckbriefübersicht wechseln.",
        "position": "right"
      },
      {
        "element": "#profile-detail-navigation",
        "intro": "Hier kannst du zwischen Steckbriefen derselben Keramikgattung wechseln oder den gerade offenen Steckbrief schließen bzw. zurück auf die Übersicht gelangen."
      },
      {
        "element": "#profile-media-container",
        "intro": "Hier werden Fotos, Videos oder Audiodateien zum ausgewählten Fundstück angezeigt. Über die Thumbnails kannst du zwischen verschiedenen Bildern wechseln."
      },
      {
        "element": "#profile-detail-btn",
        "intro": "Mit diesem Button öffnest du die Detailansicht. Dort gibt es eine Zoom-Funktion für hochauflösende Bilder, Audiodateien oder kurze Beschreibungstexte zum Bild.",
        "position": "right"
      },
      {
        "element": "#profile-copyright-btn",
        "intro": "Mit diesem Button kannst du die Copyright- und Lizenzinformationen zu Fotos, Videos oder Audios anzeigen.",
        "position": "right"
      },
      {
        "element": "#profile-detail-info",
        "intro": "In diesem Bereich sind die charakteristischen Eigenschaften des individuellen Fundstücks übersichtlich dargestellt.",
        "position": "right"
      },
      {
        "element": "#profile",
        "intro": "Wir wünschen dir viel Spaß beim Erkunden der verschiedenen Fundstücke!"
      }
    ],
    "data": ""
  }
}
