{
  "landing": {
    "location": "",
    "steps": [
      {
        "intro": "Willkommen bei PLANTY2Learn! In einer kurzen Tour möchten wir Ihnen die wesentlichen Funktionen zeigen."
      },
      {
        "element": "#menu",
        "intro": "Über das Menü erreichen Sie die verschiedenen Funktionen der App.",
        "position": "right"
      },
      {
        "element": "#menu-tile-0",
        "intro": "Die Steckbriefe zeigen in übersichtlicher Form die wichtigsten Rebeneigenschaften sowie Fotos, Videos und/oder Audios.",
        "position": "left"
      },
      {
        "element": "#menu-tile-1",
        "intro": "Mit dem Selbsttest können Sie Ihren bisherigen Kenntnistand prüfen und Ihr Wissen festigen.",
        "position": "right"
      },
      {
        "element": "#menu-tile-2",
        "intro": "Hier sind weitere Inhalte dargestellt, die Ihr ampelographisches Wissen erweitern und vertiefen.",
        "position": "left"
      },
      {
        "element": "#menu-tile-3",
        "intro": "Hier finden Sie allgemeine Informationen zu PLANTY2Learn und dem Projekt s.o.l.i.d. sowie unsere Datenschutzhinweise.",
        "position": "right"
      },
      {
        "element": "#feedback",
        "intro": "Über das Kontaktformular können Sie uns Feedback geben, uns auf technische Probleme hinweisen oder andere Fragen an unser Team richten.",
        "position": "right"
      },
      {
        "element": "#menu",
        "intro": "Über das Listenmenü können Sie zu einer anderen Funktion wechseln oder wieder zurück zur Startseite gelangen.",
        "position": "right"
      },
      {
        "element": "#glossary",
        "intro": "Hier finden Sie unser PLANTY2Learn-Glossar mit wichtigen Fachbegriffen zum Nachschlagen und Lernen. Das Glossar kann aus jeder Ansicht heraus geöffnet werden."
      },
      {
        "element": "#reportButton",
        "intro": "Für inhaltliches Feedback haben wir den Fehler-Melden-Button. So können Sie uns schnell und einfach auf inhaltliche Fehler hinweisen."
      },
      {
        "element": "#menu-tile-3",
        "intro": "Wenn Sie die Tour nochmals ansehen wollen, können Sie sie im Info-Bereich in den <i>Einstellungen</i> aktivieren."
      },
      {
        "intro": "Wir wünschen Ihnen viel Freude beim Lernen und Entdecken von PLANTY2Learn!"
      }
    ],
    "data": {
      "settingTabIndex": 4
    }
  },

  "profile": {
    "location": {
      "treeNode": "/profile/tree/2",
      "profileTree": "/profile/tree/"
    },
    "steps": [
      {
        "element": "#profile",
        "intro": "Willkommen in den Steckbriefen! In einer kurzen Tour möchten wir dir die verschiedenen Funktionen dieses Bereichs zeigen."
      },
      {
        "element": "#profile-view",
        "intro": "Hier können Sie zwischen zwei verschiedenen Ansichten der Steckbriefübersicht wechseln.",
        "position": "right"
      },
      {
        "element": "#profile-detail-navigation",
        "intro": "Hier können Sie zwischen Steckbriefen derselben Rebsortenart wechseln oder den gerade offenen Steckbrief schließen.",
        "position": "right"
      },
      {
        "element": "#profile-media-container",
        "intro": "Hier werden Fotos, Videos oder Audiodateien zu einer Rebe angezeigt. Über die Thumbnails können Sie zwischen diesen wechseln.",
        "position": "right"
      },
      {
        "element": "#profile-detail-btn",
        "intro": "Über diesen Button erreichen Sie weitere Funktionen wie die Zoom-Funktion von hochauflösenden Bildern, Audiodateien zum Bild oder kurze Beschreibungstexte.",
        "position": "right"
      },
      {
        "element": "#profile-copyright-btn",
        "intro": "Mit diesem Button können Sie die Copyright- und Lizenzinformationen zu Fotos, Videos oder Audios anzeigen.",
        "position": "right"
      },
      {
        "element": "#profile-detail-info",
        "intro": "In diesem Bereich sind die charakteristischen Eigenschaften der Rebe übersichtlich dargestellt.",
        "position": "right"
      },
      {
        "element": "#profile",
        "intro": "Wir wünschen Ihnen viel Spaß beim Erkunden und Bestimmen verschiedener Reben!"
      }
    ],
    "data": ""
  }
}
