{
  "steps": [
    {
      "intro": "Willkommen bei GeoMat .In einer kurzen Tour möchten wir dir die wesentlichen Funktionen zeigen."
    },
    {
      "element": "#step1",
      "intro": "Über das Menü erreichst du die verschiedenen Funktionen der App."
    },
    {
      "element": "#step2-0",
      "intro": "Startseite",
      "position": "right"
    },
    {
      "title": "Steckbriefe",
      "element": "#step2-1",
      "intro": "Die Steckbriefe zeigen in übersichtlicher Form die wichtigsten Mineraleigenschaften sowie ergänzend Fotos, Videos und/oder Audios.",
      "position": "right"
    },
    {
      "element": "#step2-2",
      "intro": "Mit dem Selbsttest kannst du deinen bisherigen Kenntnistand prüfen und dein mineralogisches Wissen festigen.",
      "position": "right"
    },
    {
      "title": "Slideshows",
      "element": "#step2-3",
      "intro": "Hier sind weitere Inhalte dargestellt, die dein Wissen erweitern und vertiefen.",
      "position": "right"
    },
    {
      "title": "Kristallsysteme",
      "element": "#step2-4",
      "intro": "Hier werden die 7 Kristallsysteme als interaktive, dreidimensionale Körper angezeigt.",
      "position": "right"
    },
    {
      "element": "#step2-5",
      "intro": "Hier findest du allgemeine Informationen zu GeoMatdigital und dem Projekt s.o.l.i.d. sowie unsere Datenschutzhinweise.",
      "position": "right"
    },
    {
      "element": "#step1",
      "intro": "Über das Listenmenü kannst du zu einer anderen Funktion wechseln oder wieder zurück zur Startseite gelangen."
    },
    {
      "element": "#step3",
      "intro": "Für inhaltliches Feedback haben wir den Fehler-Melden-Button. So kannst du uns schnell und einfach auf inhaltliche Fehler hinweisen."
    },
    {
      "element": "#step4",
      "intro": "Hier findest du unser GeoMat-Glossar mit wichtigen Fachbegriffen zum Nachschlagen und Lernen."
    },
    {
      "element": "#step5",
      "intro": "Über das Kontaktformular kannst du uns Feedback geben, uns auf technische Probleme hinweisen oder andere Fragen an unser Team richten.",
      "position": "right"
    },
    {
      "intro": "Wir wünschen dir viel Freude beim Lernen und Entdecken der GeoMat-App."
    }
  ]
}
